Repository: FreePBX-ContributedModules/queuemetrics
Catalog: i18n/*/LC_MESSAGES/queuemetrics.po
Languages: fa_ir, vi

source: A module for QueueMetrics, that allows you to set if IVR selections should be logged to the queue logs.
fa_ir: ماژولی برای صف متریک، که اجازه میدهد تا اولویت را در منوی صوتی صفوف تایین کنید.
vi: Một mô-đun cho QueueMetrics, cho phép bạn thiết lập nếu lựa chọn IVR phải được ghi vào nhật ký hàng đợi.

source: OK
fa_ir: تایید

source: QueueMetrics
fa_ir: صف متریک
vi: QueueMetrics (cho phép bạn nhìn thấy trung tâm cuộc gọi của bạn trong thời gian thực -. Những gì các đại lý của bạn đang làm, bao nhiêu cuộc gọi đang chờ đợi cho mỗi hàng đợi, bao nhiêu thời gian đã được chi tiêu trong từng giai đoạn xử lý cuộc gọi)

source: Settings
fa_ir: تنظیمات
vi: Cài đặt

source: Submit Changes
fa_ir: ثبت تغییرات
vi: Gửi Thay đổi

source: When checked, IVR selections will be reported by QueueMetrics
fa_ir: در زمان انتخاب، انتخاب های منوی صوتی توسط صف متریک گزارش داده میشوند
vi: Khi chọn, IVR sẽ được báo cáo bởi QueueMetrics

source: already exists
fa_ir: در حال حاضر وجود دارد
vi: Đã tồn tại

source: checking for ivr_logging field...
fa_ir: بررسی فیلد برای ivr_logging...
vi: kiểm tra ivr_logging khung điền...

source: creating queuemetrics...ok
fa_ir: ایجاد صف متریک...تایید
vi: đang tạo queuemetrics ... ok

source: done
fa_ir: انجام شده
vi: xong

source: dropping table queuemetrics..
fa_ir: حذف جدول صف های متریک..
vi: đang bỏ bảng queuemetrics ..

source: queuemetrics table already exists, exiting
fa_ir: جدول صف های متریم وجود دارد، خارج شدن
vi: bảng queuemetrics đã tồn tại, thoát
